Repository: lukaszb/django-taggit
Catalog: taggit/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Please provide a comma-separated list of tags.
pl: Proszę podać etykiety oddzielone przecinkami.

source: Tags
pl: Etykiety

source: A comma-separated list of tags.
pl: Lista etykiet oddzielona przecinkami.

source: Name
pl: Nazwa

source: Tag
pl: Etykieta

source: %(object)s tagged with %(tag)s
pl: %(object)s oznakowany jako %(tag)s

source: Object id
pl: ID obiektu

source: Content type
pl: Typ obiektu

source: Tagged Item
pl: Oznaczony obiekt

source: Tagged Items
pl: Oznaczone obiekty
